<?xml version="1.0" encoding="UTF-8"?>
<text>
	<english lang="en"><![CDATA[<h2>Mother convicted in UK of forcing teen daughter to marry</h2>
<h4>Wednesday 23 may 2018</h4>
LONDON: A British jury has convicted a woman of forcing her teenage
daughter to marry a man 16 years her senior in Pakistan, a rare
criminal prosecution in England for forced marriage.<br />
<br />
The victim says she was 13-years-old, when she was forced to enter a
marriage contract with the man, became pregnant and had an abortion.<br />
<br />
She says that as her 18th birthday approached in 2016, she was tricked
into going to Pakistan for what she thought was a family vacation and
made to marry the man instead.<br />
<br />
The girl eventually returned to Britain with government help.<br />
<br />
Her mother was found guilty Tuesday at Birmingham Crown Court of forced
marriage and perjury.<br />
<br />
The woman, who can't be named to protect the identity of her daughter,
is set to be sentenced Wednesday.<br />
<br />
<h2>Islam should not have an
impact on our society - support for mosques must be stopped</h2>
<h4>Monday, May 14, 2018</h4>
As a society, we shoot ourselves in the foot if we give the same
privileges to Islam that we give to the Folk Church, "says Pernille
Vermund, leader of New Citizens.<br />
<br />
Mosques should not be treated equally with the people church. State
support for mosques must be stopped, says Pernille Vermund, leader of
the party New Citizens in Denmark.<br />
<br />
Politicians are naive in their misunderstood tolerance to Islam. The
ideology of Islam stands for all the opposite of Western values,
democracy and equality. Therefore, Islam must have no influence on our
society, "says Pernille Vermund. Vermund elaborates on a debate post
she has and another New Citizen candidate, Poul H&oslash;jlund, had
in the newspaper JyskeVestkysten Monday. (The article is not online)<br />
<br />
Here in the country one must believe and think as you please. That's
how it should be. The state must not interfere. Therefore, we must not
forbid Muslims to believe. Faith is a private matter. But Islam must
have no influence on society. Muslims' religion must remain private,
"they write in the article.<br />
<br />
&laquo;In three specific areas, the state supports Islam and
involves Islam in society. Muslims who pay to the Sharia mosques can
withdraw the amount from tax. Imams can, on behalf of the state, make
two Muslims legal formally married people. And Sharia preachers from
abroad receive a residence permit under special conditions. "<br />
<br />
"As a community, we shoot ourselves in the foot by giving the same
privileges to Islam as we give to the People's Church. Islam is both a
religion and an ideology. Islam is both faith and politics. It can not
be separated. You might think that our politicians had gradually
realized that Islam is a danger to democratic societies. Islam must not
be recognized but forced back, "writes Vermund and H&oslash;jlund.<br />
<br />
<h2>Conspiracy theories about
Hitler buried: - He did not escape to Argentina on a submarine</h2>
<h4>Saturday, May 19, 2018</h4>
Scientists have examined the dictator's teeth and skulls.<br />
<br />
For those who might have thought that Germany's dictator Adolf Hitler
did not die in 1945 but, on the other hand, fled to Argentina in a
submarine, the suspicion can now definitely be buried.<br />
<br />
We can stop all these conspiracy theories about Hitler. He did not fly
to Argentina in a submarine, he is not in a hidden base in the
Antarctica or on the dark side of the moon, says professor Philippe
Charlier, a specialist in medical and legal anthropology, to AFP news
agency.<br />
<br />
Charlier has previously also been noted with investigations of
historical individuals, both Richard Lionheart and Jeanne d'Arc.<br />
<br />
<span style="font-weight: bold;">Died
in 1945</span><br />
<br />
He and four other French scientists received access by the Russian
intelligence service FSB and Russian state archives in 2017 to
investigate a skull that was said to originate from Hitler. According
to Charlier, the skull shone well with radiographic surveys made by
Hitler's skull one year before his death.<br />
<br />
Our study shows that Hitler died in
1945, the French professor says very definitely.<br />
<br />
<span style="font-weight: bold;">Bullet
and cyanide</span><br />
<br />
The balloon hole in Hitler's skull and blue deposits on Hitler's dental
prostheses, according to Philippe Chariger's opinion, can end a
discussion as to whether the dictator died of shooting himself or
eating cyanide.<br />
<br />
"Most likely, both are", says Charlier to AFP.<br />
<br />
<h2>Royal wedding reflects a
change in Britain</h2>
<h4>Friday, May 18, 2018</h4>
When millions of people visits, or watch tv Saturday morning for the
British royal wedding, there will be talk of fairy tales and plenty of
cinematic shots of Prince Harry and his bride, Meghan Markle, riding in
a horse-drawn carriage past thousands of cheering fans with the turrets
of Windsor Castle in the background.<br />
<br />
"If you look at royal history and you look at how things are changing
in terms of diversity, the fact that Meghan Markle is going to be
married to one of the princes ... that's massive!" said an supporter.
"At the end of the day, I think it's important for me as a colored woman
to be able to identify with the leadership in this country."<br />
<br />
The family has not always been popular and their problems have gone
beyond the usual complaints about how much they cost and how much of
anachronism monarchy seems today.<br />
<br />
Royal watchers say that by accepting a self made negro woman into the
family, the Windsors will seem a little more open and a bit more in
touch with some of the shifts in the United Kingdom, particularly
multicultural London, where more than one-third of the population is
foreign-born and 41 percent are black or other minorities.<br />
<br />
But beyond the ceremony and royal craft at which the British excel,
there is a genuine story about a changing Britain, a complicated
American family, a resilient monarchy and the saving of a "difficult
prince".<br />
<br />
	
	]]>
	</english>
	<norwegian lang="no"><![CDATA[<h2>Mor d&oslash;mt i
Storbritannia for &aring; tvinge ungdomsdatter til &aring;
gifte seg</h2>
<h4>Onsdag 23. mai 2018</h4>
LONDON: En britisk jury har d&oslash;mt en kvinne til &aring;
tvinge ungdomsdatteren til &aring; gifte seg med en mann som er 16
&aring;r gammel i Pakistan, en sjelden kriminell p&aring;tale i
England for tvangsekteskap.<br />
<br />
Offret sier at hun var 13 &aring;r gammel, da hun ble tvunget til
&aring; inng&aring; en ekteskapskontrakt med mannen, ble gravid
og hadde abort.<br />
<br />
Hun sier at da hennes 18 &aring;rsdag n&aelig;rmet seg i 2016,
ble hun lurt p&aring; &aring; g&aring; til Pakistan for det
hun trodde var en familieferie og laget for &aring; gifte seg med
mannen i stedet.<br />
<br />
Jenta kom tilbake til Storbritannia med regjeringshjelp.<br />
<br />
Hennes mor ble funnet skyldig tirsdag ved Birmingham Crown Court av
tvangsekteskap og perjury.<br />
<br />
Kvinnen, som ikke kan bli navngitt for &aring; beskytte datterenes
identitet, er satt til &aring; bli d&oslash;mt onsdag.<br />
<br />
<h2>Islam skal ikke ha innflytelse p&aring; v&aring;rt samfunn &ndash; st&oslash;tten til moskeer m&aring; stoppes</h2>
<h4>Mandag 14. mai 2018</h4>
Som samfunn skyter vi oss selv i foten hvis vi gir de samme privilegier
til islam som vi gi til Folkekirken, sier Pernille Vermund, leder for
Nye Borgerlige.<br />
<br />
Moskeer skal ikke likebehandles med folkekirken. Statens
st&oslash;tte til moskeer m&aring; stoppes, fastsl&aring;r
Pernille Vermund, leder for partiet Nye Borgerlige i Danmark.<br />
<br />
Politikerne er naive i deres misforst&aring;ede toleranse over for
islam. Ideologien islam st&aring;r for alt det modsatte af vestlige
v&aelig;rdier, demokrati og ligestilling. Derfor skal islam ingen
indflydelse have p&aring; vores samfund,&raquo; sier Pernille
Vermund. Vermund utdyper et debattinnlegg hun har og en annen Nye
Borgerlige-kandidat, Poul H&oslash;jlund, hadde i avisen
JyskeVestkysten mandag. (Artikkelen ligger ikke p&aring; nett)<br />
<br />
Her i landet m&aring; man tro og t&aelig;nke, som man vil.
S&aring;dan skal det v&aelig;re. Det skal staten ikke blande
sig. Vi skal derfor ikke forbyde muslimer at tro. Tro er en privat sag.
Men islam skal ingen indflydelse have p&aring; samfundet.
Muslimernes religion skal forblive privat&raquo;, skriver de to i
artikkelen.<br />
<br />
&laquo;P&aring; tre konkrete omr&aring;der
underst&oslash;tter staten islam og inddrager islam i
samfundslivet.&nbsp; Muslimer, der betaler til sharia-moskeerne,
kan tr&aelig;kke bel&oslash;bet fra i skat. Imamer kan
p&aring; statens vegne g&oslash;re to muslimer til lovformelige
&aelig;gtefolk. Og Sharia-pr&aelig;dikanter fra udlandet
f&aring;r opholdstilladelse p&aring; s&aelig;rlige
lempelige vilk&aring;r.&raquo;<br />
<br />
&laquo;Som samfund skyder vi os selv i foden ved at give de samme
privilegier til islam, som vi giver til Folkekirken. For islam er
b&aring;de en religion og en ideologi. Islam er b&aring;de tro
og politik. Det kan ikke skilles ad. Man skulle ellers tro, at vores
politikere efterh&aring;nden havde indset, at islam er en fare for
de demokratiske samfund. Islam skal ikke anerkendes, men
tr&aelig;nges tilbage&raquo;, skriver Vermund og
H&oslash;jlund.<br />
<br />
<h2>Konspirasjonsteorier om Hitler
gravlegges : - Han r&oslash;mte ikke til Argentina i en
ub&aring;t</h2>
<h4>L&oslash;rdag 19 mai 2018</h4>
Vitenskapsmenn har unders&oslash;kt diktatorens tenner og
hodeskalle.<br />
<br />
For dem som m&aring;tte ha trodd at Tysklands diktator Adolf Hitler
ikke d&oslash;de i 1945 men derimot flyktet til Argentina i en
ub&aring;t, kan mistanken n&aring; definitivt gravlegges.<br />
<br />
Vi kan stoppe alle disse konspirasjonsteoriene om Hitler. Han flyktet
ikke til Argentina i en ub&aring;t, han er ikke p&aring; en
gjemt base i Antarktis eller p&aring; den m&oslash;rke siden av
m&aring;nen, sier professor Philippe Charlier, spesialist
p&aring; medisinsk og legal antropologi, til nyhetsbyr&aring;et
AFP.<br />
<br />
Charlier har ogs&aring; tidligere gjort seg bemerket med
unders&oslash;kelser om historiske personer, b&aring;de Richard
L&oslash;vehjerte og Jeanne d'Arc.<br />
<br />
<span style="font-weight: bold;">D&oslash;de
i 1945</span><br />
<br />
Han og fire andre franske vitenskapsfolk fikk i 2017 tilgang av den
russiske etterretningstjenesten FSB og russiske statsarkiver til
&aring; granske en hodeskalle som ble sagt &aring; stamme fra
Hitler. If&oslash;lge Charlier stemte hodeskallen godt overens med
radiografiske unders&oslash;kelser gjort av Hitlers skalle et
&aring;r f&oslash;r hans d&oslash;d.<br />
<br />
V&aring;r studie beviser at Hitler d&oslash;de i 1945, sier den
franske professoren meget bestemt.<br />
<br />
<span style="font-weight: bold;">Kule
og cyanid</span><br />
<br />
Kulehullet i Hitlers skalle og bl&aring; avsetninger p&aring;
Hitlers tannproteser, kan etter Philippe Charliers mening avslutte en
diskusjon om hvorvidt diktatoren d&oslash;de av &aring; ha
skutt seg selv eller av &aring; ha spist cyanid.<br />
<br />
&laquo;H&oslash;yst sannsynlig er det begge deler&raquo;,
sier Charlier til AFP.<br />
<br />
<h2>Bryllupet reflekterer en
endring i Storbritannia</h2>
<h4>Fredag ​​18. mai 2018</h4>
N&aring;r millioner av mennesker bes&oslash;ker, eller ser
p&aring; tv l&oslash;rdag morgen p&aring; det britiske
kongelige bryllupet, vil det bli snakk om eventyr og mange filmbilder
av prins Harry og hans brud Meghan Markle, som kj&oslash;rer i en
hestevogn, forbi tusenvis av glede fans med t&aring;rnene av
Windsor Castle i bakgrunnen.<br />
<br />
"Hvis du ser p&aring; kongelig historie og ser p&aring; hvordan
ting endrer seg n&aring;r det gjelder mangfold, er det faktum at
Meghan Markle skal bli gift med en av prinsene ... det er massivt!" sa
en tilhenger. "P&aring; slutten av dagen tror jeg det er viktig for
meg som en farget kvinne &aring; kunne identifisere med ledelsen i
dette landet."<br />
<br />
Familien har ikke alltid v&aelig;rt popul&aelig;r og deres
problemer har g&aring;tt utover de vanlige klagerne om hvor mye de
koster og hvor mye av anakronismens monarki som er igjen i dag.<br />
<br />
Kongelige observat&oslash;rer sier at ved &aring; akseptere en
selvstendig farget kvinne inn i familien, vil Windsorene virke litt mer
&aring;pen og litt mer i kontakt med noen av skiftene i
Storbritannia, s&aelig;rlig multikulturelle London, hvor mer enn en
tredjedel av befolkningen er utenlandsk f&oslash;dt og 41 prosent
er svarte eller andre minoriteter.<br />
<br />
Men utover seremonien og kongelige h&aring;ndverket der britene
utmerker seg, er det en ekte historie om en forandring i Storbritannia,
en komplisert amerikansk familie, et robust&nbsp; monarki og
redning av en "vanskelig prins".<br />
<br />
]]>
	</norwegian>
</text>