<?xml version="1.0" encoding="UTF-8"?>
<text>
	<english lang="en"><![CDATA[<h2>Conspiracy theories about
Hitler buried: - He did not escape to Argentina on a submarine</h2>
<h4>Saturday, May 19, 2018</h4>
Scientists have examined the dictator's teeth and skulls.<br />
<br />
For those who might have thought that Germany's dictator Adolf Hitler
did not die in 1945 but, on the other hand, fled to Argentina in a
submarine, the suspicion can now definitely be buried.<br />
<br />
We can stop all these conspiracy theories about Hitler. He did not fly
to Argentina in a submarine, he is not in a hidden base in the
Antarctica or on the dark side of the moon, says professor Philippe
Charlier, a specialist in medical and legal anthropology, to AFP news
agency.<br />
<br />
Charlier has previously also been noted with investigations of
historical individuals, both Richard Lionheart and Jeanne d'Arc.<br />
<br />
<span style="font-weight: bold;">Died
in 1945</span><br />
<br />
He and four other French scientists received access by the Russian
intelligence service FSB and Russian state archives in 2017 to
investigate a skull that was said to originate from Hitler. According
to Charlier, the skull shone well with radiographic surveys made by
Hitler's skull one year before his death.<br />
<br />
Our study shows that Hitler died in
1945, the French professor says very definitely.<br />
<br />
<span style="font-weight: bold;">Bullet
and cyanide</span><br />
<br />
The balloon hole in Hitler's skull and blue deposits on Hitler's dental
prostheses, according to Philippe Chariger's opinion, can end a
discussion as to whether the dictator died of shooting himself or
eating cyanide.<br />
<br />
"Most likely, both are", says Charlier to AFP.<br />
<br />
<h2>Royal wedding reflects a
change in Britain</h2>
<h4>Friday, May 18, 2018</h4>
When millions of people visits, or watch tv Saturday morning for the
British royal wedding, there will be talk of fairy tales and plenty of
cinematic shots of Prince Harry and his bride, Meghan Markle, riding in
a horse-drawn carriage past thousands of cheering fans with the turrets
of Windsor Castle in the background.<br />
<br />
"If you look at royal history and you look at how things are changing
in terms of diversity, the fact that Meghan Markle is going to be
married to one of the princes ... that's massive!" said an supporter.
"At the end of the day, I think it's important for me as a colored woman
to be able to identify with the leadership in this country."<br />
<br />
The family has not always been popular and their problems have gone
beyond the usual complaints about how much they cost and how much of
anachronism monarchy seems today.<br />
<br />
Royal watchers say that by accepting a self made negro woman into the
family, the Windsors will seem a little more open and a bit more in
touch with some of the shifts in the United Kingdom, particularly
multicultural London, where more than one-third of the population is
foreign-born and 41 percent are black or other minorities.<br />
<br />
But beyond the ceremony and royal craft at which the British excel,
there is a genuine story about a changing Britain, a complicated
American family, a resilient monarchy and the saving of a "difficult
prince".<br />
<br />
	
	]]>
	</english>
	<norwegian lang="no"><![CDATA[<h2>Konspirasjonsteorier om Hitler
gravlegges : - Han r&oslash;mte ikke til Argentina i en
ub&aring;t</h2>
<h4>L&oslash;rdag 19 mai 2018</h4>
Vitenskapsmenn har unders&oslash;kt diktatorens tenner og
hodeskalle.<br />
<br />
For dem som m&aring;tte ha trodd at Tysklands diktator Adolf Hitler
ikke d&oslash;de i 1945 men derimot flyktet til Argentina i en
ub&aring;t, kan mistanken n&aring; definitivt gravlegges.<br />
<br />
Vi kan stoppe alle disse konspirasjonsteoriene om Hitler. Han flyktet
ikke til Argentina i en ub&aring;t, han er ikke p&aring; en
gjemt base i Antarktis eller p&aring; den m&oslash;rke siden av
m&aring;nen, sier professor Philippe Charlier, spesialist
p&aring; medisinsk og legal antropologi, til nyhetsbyr&aring;et
AFP.<br />
<br />
Charlier har ogs&aring; tidligere gjort seg bemerket med
unders&oslash;kelser om historiske personer, b&aring;de Richard
L&oslash;vehjerte og Jeanne d'Arc.<br />
<br />
<span style="font-weight: bold;">D&oslash;de
i 1945</span><br />
<br />
Han og fire andre franske vitenskapsfolk fikk i 2017 tilgang av den
russiske etterretningstjenesten FSB og russiske statsarkiver til
&aring; granske en hodeskalle som ble sagt &aring; stamme fra
Hitler. If&oslash;lge Charlier stemte hodeskallen godt overens med
radiografiske unders&oslash;kelser gjort av Hitlers skalle et
&aring;r f&oslash;r hans d&oslash;d.<br />
<br />
V&aring;r studie beviser at Hitler d&oslash;de i 1945, sier den
franske professoren meget bestemt.<br />
<br />
<span style="font-weight: bold;">Kule
og cyanid</span><br />
<br />
Kulehullet i Hitlers skalle og bl&aring; avsetninger p&aring;
Hitlers tannproteser, kan etter Philippe Charliers mening avslutte en
diskusjon om hvorvidt diktatoren d&oslash;de av &aring; ha
skutt seg selv eller av &aring; ha spist cyanid.<br />
<br />
&laquo;H&oslash;yst sannsynlig er det begge deler&raquo;,
sier Charlier til AFP.<br />
<br />
<h2>Bryllupet reflekterer en
endring i Storbritannia</h2>
<h4>Fredag ​​18. mai 2018</h4>
N&aring;r millioner av mennesker bes&oslash;ker, eller ser
p&aring; tv l&oslash;rdag morgen p&aring; det britiske
kongelige bryllupet, vil det bli snakk om eventyr og mange filmbilder
av prins Harry og hans brud Meghan Markle, som kj&oslash;rer i en
hestevogn, forbi tusenvis av glede fans med t&aring;rnene av
Windsor Castle i bakgrunnen.<br />
<br />
"Hvis du ser p&aring; kongelig historie og ser p&aring; hvordan
ting endrer seg n&aring;r det gjelder mangfold, er det faktum at
Meghan Markle skal bli gift med en av prinsene ... det er massivt!" sa
en tilhenger. "P&aring; slutten av dagen tror jeg det er viktig for
meg som en farget kvinne &aring; kunne identifisere med ledelsen i
dette landet."<br />
<br />
Familien har ikke alltid v&aelig;rt popul&aelig;r og deres
problemer har g&aring;tt utover de vanlige klagerne om hvor mye de
koster og hvor mye av anakronismens monarki som er igjen i dag.<br />
<br />
Kongelige observat&oslash;rer sier at ved &aring; akseptere en
selvstendig farget kvinne inn i familien, vil Windsorene virke litt mer
&aring;pen og litt mer i kontakt med noen av skiftene i
Storbritannia, s&aelig;rlig multikulturelle London, hvor mer enn en
tredjedel av befolkningen er utenlandsk f&oslash;dt og 41 prosent
er svarte eller andre minoriteter.<br />
<br />
Men utover seremonien og kongelige h&aring;ndverket der britene
utmerker seg, er det en ekte historie om en forandring i Storbritannia,
en komplisert amerikansk familie, et robust&nbsp; monarki og
redning av en "vanskelig prins".<br />
<br />
]]>
	</norwegian>
</text>