<?xml version="1.0" encoding="UTF-8"?>
<text>
	<english lang="en"><![CDATA[<h2>Royal wedding reflects a
change in Britain</h2>
<h4>Friday, May 18, 2018</h4>
When millions of people visits, or watch tv Saturday morning for the
British royal wedding, there will be talk of fairy tales and plenty of
cinematic shots of Prince Harry and his bride, Meghan Markle, riding in
a horse-drawn carriage past thousands of cheering fans with the turrets
of Windsor Castle in the background.<br />
<br />
"If you look at royal history and you look at how things are changing
in terms of diversity, the fact that Meghan Markle is going to be
married to one of the princes ... that's massive!" said an supporter.
"At the end of the day, I think it's important for me as a colored woman
to be able to identify with the leadership in this country."<br />
<br />
The family has not always been popular and their problems have gone
beyond the usual complaints about how much they cost and how much of
anachronism monarchy seems today.<br />
<br />
Royal watchers say that by accepting a self made negro woman into the
family, the Windsors will seem a little more open and a bit more in
touch with some of the shifts in the United Kingdom, particularly
multicultural London, where more than one-third of the population is
foreign-born and 41 percent are black or other minorities.<br />
<br />
But beyond the ceremony and royal craft at which the British excel,
there is a genuine story about a changing Britain, a complicated
American family, a resilient monarchy and the saving of a "difficult
prince".<br />
<br />
	
	]]>
	</english>
	<norwegian lang="no"><![CDATA[<h2>Bryllupet reflekterer en
endring i Storbritannia</h2>
<h4>Fredag ​​18. mai 2018</h4>
N&aring;r millioner av mennesker bes&oslash;ker, eller ser
p&aring; tv l&oslash;rdag morgen p&aring; det britiske
kongelige bryllupet, vil det bli snakk om eventyr og mange filmbilder
av prins Harry og hans brud Meghan Markle, som kj&oslash;rer i en
hestevogn, forbi tusenvis av glede fans med t&aring;rnene av
Windsor Castle i bakgrunnen.<br />
<br />
"Hvis du ser p&aring; kongelig historie og ser p&aring; hvordan
ting endrer seg n&aring;r det gjelder mangfold, er det faktum at
Meghan Markle skal bli gift med en av prinsene ... det er massivt!" sa
en tilhenger. "P&aring; slutten av dagen tror jeg det er viktig for
meg som en farget kvinne &aring; kunne identifisere med ledelsen i
dette landet."<br />
<br />
Familien har ikke alltid v&aelig;rt popul&aelig;r og deres
problemer har g&aring;tt utover de vanlige klagerne om hvor mye de
koster og hvor mye av anakronismens monarki som er igjen i dag.<br />
<br />
Kongelige observat&oslash;rer sier at ved &aring; akseptere en
selvstendig farget kvinne inn i familien, vil Windsorene virke litt mer
&aring;pen og litt mer i kontakt med noen av skiftene i
Storbritannia, s&aelig;rlig multikulturelle London, hvor mer enn en
tredjedel av befolkningen er utenlandsk f&oslash;dt og 41 prosent
er svarte eller andre minoriteter.<br />
<br />
Men utover seremonien og kongelige h&aring;ndverket der britene
utmerker seg, er det en ekte historie om en forandring i Storbritannia,
en komplisert amerikansk familie, et robust&nbsp; monarki og
redning av en "vanskelig prins".<br />
<br />

	
	]]>
	</norwegian>
</text>