<?xml version="1.0" encoding="UTF-8"?>
<text>
	<english lang="en"><![CDATA[<h5>Pages here will be different from the Norwegian page, because local things isn't that interesting </h5>
<h2>Diabetes 2 and diabetic
neuropathy are very difficult to live with</h2>
<h4>Thursday, May 24, 2018</h4>
These are complications due to high blood sugar over time. I had this
for many years before I got trouble in 2013 and went to the doctor. I
was tested and the samples showed a long-term blood sugar of over 11.
My health was harmed by this, so I had to change my diet.<br />
<br />
After a while, the sugar went down to a more lively 6.8 / 7.0. Now the
sugar is at 5.8 / 6.0. But it does not help my feet. They are painful
and my medicine Lyrica has a limited effect. I sleep badly and wake up
early in the night. My quality of life is limited and I can not walk
far.<br />
<br />
For that reason, I have received an electric scooter from NAV, Labor
and Welfare Administration. The application took a long time, but I got
the scooter in 2014, almost a year after I was diagnosed. It goes about
40 kilometers on a load, so I get around.<br />
<br />
The days are hard and dominated by remembering taking pills. I'm not
looking forward to what the future will give me of several late
injuries. I can not eat high-sugar foods or high carbohydrate foods,
which gives me major restrictions in food selection.<br />
<br />
So I hope scientists on diabetes find something revolutionary, which
gives me future hope and the belief that I can do this.<br />
<br />
<h2>A bit about diabetes 2 mellitus I have.</h2>
<h4>Monday, May 14, 2018</h4>
The disease I have is a chronic complex condition. It has the potential
to really worry me. It is described as a disease with high blood sugar
due to absolute or relative insulin deficiency, possibly also insulin
resistance.<br>
<br>
Diabetes mellitus will over time increase the risk of late damage. The
risk can be reduced considerably with adequate treatment. The injuries
are, among other things, the result that the smallest blood vessels are
injured for a long time with high blood sugar.<br>
<br>
The blood vessels that are affected are the finest years in the
kidneys, the retina of the eye, the peripheral nerves and the legs.
This causes poor blood circulation that can cause gangrene in the
legs, in some cases with amputation as a result. It can also lead to
visual impairment or blindness, kidney damage or erection failure and /
or nerve damage.<br>
<br>
So there are no good prospects later in life. So I am very careful
about sugar and foods with high carbohydrate content. I hope to live
long with this, maybe there will be better medicines in the future.<br>
<br>
<h2>About NAV</h2>
<h4>Tuesday, May 8, 2018</h4>
I have a lot on my mind when it comes to Norwegian authorities and
their attitude to the poor. We have 9.3 percent poor people living
under the UN poverty line. The food is so expensive in Norway that many
of these people go to bed without having eaten a hot meal for dinner.
Other expenses such as Dentist, doctor and medication are also
expensive.<br>
<br>
We have a government agency called NAV or&nbsp;Norwegian Labour and
Welfare Administration.
NAV administers all those who register as unemployed, those with
disability benefits and other social benefits.<br>
<br>
NAV keeps payments low and gives poor a difficult and unpredictable
future. There is a political will to reduce disability payments among
several political parties. It is also a program to reduce the number of
people on social security and other benefits. So many people live in
uncertainty about the next development in their case.<br>
<br>
More about this later<br>
<br>
	]]>
	</english>
<norwegian lang="no"><![CDATA[<h5>Sider her vil være forskjellige fra den norske siden, fordi lokale ting ikke er så interessante</h5>
<h2>Det l&oslash;nner seg
&aring; klage med konstruktivt innhold.</h2>
<h4>Onsdag 30 mail 2018</h4>
Jeg fikk den 22. mai en epost fra Narvesen som en reaksjon p&aring;
min klage den 21. mai&nbsp; p&aring; dere sosftis (se lenger
ned p&aring; siden). I denne eposten s&aring; oppfordret hun
(hun heter Micaela) meg til &aring; laste ned p&aring;
telefonen deres kunde-app, slik at jeg kunne f&aring; de to
verdikuponger som plaster p&aring; s&aring;ret som de hadde
bestent seg for &aring; gi meg.<br />
<br />
Jeg fikk gratis kaffe, ett bakeverk og
en softis. Jeg var p&aring; tur til Furuset senter i dag og
bestemte meg for &aring; pr&oslash;ve softisen en gang til. Og
gjett om jeg ble overasket! N&aring; var isen en helt annen, med
tykk konsistens og&nbsp; med vaniljesmak. De hadde alts&aring;
tatt min klage til f&oslash;lge! Jeg ble s&aring; paff at jeg
bestemte meg for &aring; gi ett tilsvar p&aring; denne
respsonsen.<br />
<br />
<h4>Her er eposten jeg sendte
kundesenteret deres :</h4>
Hei Micaela<br />
<br />
N&aring; har jeg spist den softisen jeg fikk av deg. N&aring;
smakte det helt annerledes av isen. Den hadde fin tykk konsistens med
fin vaniljesmak.<br />
<br />
Tankene g&aring;r faktisk tilbake til 70-&aring;renes store
poppis, Studenten isbar p&aring; Carl Johan. De hadde mange
issorter med vanvittig god smak p&aring; hele menyen.<br />
<br />
N&aring; smaker deres softis nesten i denne kategorien. Litt mer
vanilje og dere er i toppen. Men jeg koser meg med denne s&aring;
lenge. Dere har endret oppskriften p&aring; Furuset etter at jeg
klagde. Da kan dere sikkert legge til litt mer vanilje ogs&aring;.<br />
<br />
Jeg har diabetes type 2 og kan ikke spise mye sukker. Da er det viktig
at det jeg spiser av sukker er av h&oslash;y kvalitet. Fordi det
koster meg litt &aring; ta mer medisin som senker blodsukkeret
igjen.<br />
<br />
Jeg vil takke for at dere h&oslash;rer p&aring; konstruktiv
kritikk og n&aring;r produktene ikke holder m&aring;l.
&Aring; ha gode kunderelasjoner er det viktigste en
salgsorganisasjon kan ha. Jeg har jobbet i salg en &aring;rekke
p&aring; 80/90-tallet, og vet &aring; sette pris p&aring;
god respons fra kunder.<br />
<br />
Jeg &oslash;nsker dere en god sommer med flotte minner. Og igjen
takk for god oppf&oslash;lgning.<br />
<br />
Med vennlig hilsen<br />
Ole Christian Knivedalen<br />
<br />
S&aring; jeg f&aring;r vel ett nytt takkebrev fra dem, tenker
jeg.<br />
<br />
<h2>Diabetes 2 og diabetisk nevropati er veldig vanskelig &aring; leve med</h2>
<h4>Torsdag 24. mai 2018</h4>
Dette er komplikasjoner som f&oslash;lge av for h&oslash;yt
blodsukker over tid. Jeg hadde dette i mange &aring;r,
f&oslash;r jeg fikk problemer i 2013 og gikk til lege. Jeg ble
testet og pr&oslash;vene viste ett langtids blodsukker p&aring;
over 11. Min helse tok skade av dette, s&aring; jeg m&aring;tte
skifte min diett. <br />
<br />
Etter en stund gikk gikk sukkeret ned til et mer levlig 6.8/7.0.
N&aring; ligger sukkeret p&aring; 5.8/6.0. Men det hjelper ikke
p&aring; f&oslash;ttene mine. De er smertefulle og min medisin
Lyrica har en begrenset virkning. Jeg sover d&aring;rlig og
v&aring;kner tidlig i natten. Min livskvalitet er begrenset og jeg
kan ikke spasere langt. <br />
<br />
Jeg har av den grunn f&aring;tt en elektrisk scooter fra NAV,
arbeids- og velferdsadministrasjon. S&oslash;knaden tok lang tid,
men jeg fikk scooteren i 2014, nesten ett &aring;r etter at jeg
fikk diagnosen. Den g&aring;r ca. 40 kilometer p&aring; en
lading, s&aring; jeg kommer meg rundt.<br />
<br />
Dagene er vanskelig og domineres av &aring; huske p&aring;
&aring; ta piller. Jeg gleder meg ikke over hva fremtiden vil gi
meg av flere senskader. Jeg kan ilkke spise mat med h&oslash;yt
sukkerinnhold eller h&oslash;yt karbohydratinnhold, som gir meg
store begrensninger i valg av mat. <br />
<br />
S&aring; jeg h&aring;per p&aring; at forskere p&aring;
diabetes finner noe revolusjonerende, som gir meg fremtidsh&aring;p
og troen p&aring; at jeg kan klare dette. <br />
<br />
<h2>Calzone pizza p&aring;
Furuset Pizza og grill</h2>
<h4>Tirsdag 22. mai 2018</h4>
Meget bra mat, har spist mye her. Spesielt m&aring; jeg trekke frem
Calzone pizza. Videre er service og renslighet helt greit. Venter ikke
lenge p&aring; maten og personalet vet hvor man sitter. Alt i alt
en meget god opplevelse. <br />
<br />
Andre skriver om stedet :<br />
<br />
Store porsjoner i forhold til pris, god kebab. Muligheten til
&aring; sitte inne eller ute. Billig og hyggelig personal. Kan
anbefales!<br />
<br />
Fantastisk god kebab, prisen er normal.
B&aring;de i rull og i pita. Skikkelig kj&oslash;tt, ikke
farse.<br />
<br />
Og stedet f&aring;r 4.2 poeng av 5 mulige p&aring; Google.<br />
<br />
<h2>Softisen til Narvesen holder
ikke m&aring;l</h2>
<h4>Mandag 21. mai 2018</h4>
Var p&aring; Narvesen Furuset og spiste softis. Den var ikke god!
Smakte nesten ingenting, konsistensen var vannaktig og den var liten i
forhold til prisen p&aring; 41.-. Dette blir ikke kj&oslash;pt
flere ganger!
Skal klage til Narvesen, hvis det finnes en epost adresse &aring;
klage til.<br>
<br>
<h2>Litt om diabetes 2 mellitus som jeg har</h2>
<h4>Mandag 14 mai 2018</h4>
Sykdommen som jeg har er en kronisk kompleks tilstand. Det har et
potensiale til &aring; virkelig gi bekymringer hos meg. Det beskrives
som en sykdom med h&oslash;yt blodsukker som skyldes absolutt eller
relativ insulinmangel, eventuelt ogs&aring;
insulinresistens. <br>
<br>
Diabetes mellitus vil over tid gi &oslash;kt risiko for senskader.
Risikoen kan reduseres betraktelig med adekvat behandling. Senskadene
er blant annet et resultat av at de minste blod&aring;rene skades
over lang tid med h&oslash;yt blodsukker. <br>
<br>
Blod&aring;rene som blir rammet er de fineste &aring;rene i
nyrene, netthinnen i &oslash;yet, i perifere nerver og i bena.
Dette gir d&aring;rlig blodsirkulasjon som kan gi koldbrann i bena,
i noen tilfeller med amputasjon som f&oslash;lge. Det kan
ogs&aring; f&oslash;re til synssvekkelse eller blindhet,
nyreskade eller ereksjonssvikt og/eller nerveskade. <br>
<br>
S&aring; det er ikke bra fremtidsutsikter senere i livet.
S&aring; jeg er meget forsiktig med sukker og mat med
h&oslash;yt karbohydratinnhold. Jeg h&aring;per &aring;
leve lenge med dette, kanskje kommer det bedre medisiner i fremtiden.<br>
<br>
<h2>Litt om NAV</h2>
<h4>Tirsdag 8 mai 2018</h4>
Jeg har mye p&aring; hjertet n&aring;r det gjelder norske
myndigheters og deres holdning til fattige. Vi har 9.3 prosent fattige
mennesker som lever under FNs fattigdomsgrense. Maten er s&aring;
dyr i Norge, at mange av disse menneskene g&aring;r til sengs uten
&aring; ha spist ett varmt m&aring;ltid til middag. Andre
utgifter som f.eks. tannlege, lege og medisiner er ogs&aring; dyre.<br>
<br>
Vi har ett statlig organ kalt NAV eller arbeids- og
velferdsforvaltning. NAV&nbsp; administrerer alle som registerer
seg som arbeidsledige, de som har uf&oslash;retrygd og andre
sosiale ytelser. <br>
<br>
NAV holder utbetalingene lave og gir fattige en vanskelig og
uforutsigbar fremtid. Det er politisk vilje til &aring; redusere
utbetalingene til uf&oslash;re blant flere politiske partier. Det
er ogs&aring; et program for &aring; redusere antall
p&aring; mennesker p&aring; trygd og andre trygdeytelser.
S&aring; mange lever p&aring; utryggehet om neste utvikling i
deres sak. <br>
<br>
Mer om dette senere<br>
<br>
	]]>
	</norwegian>
</text>