<?xml version="1.0" encoding="UTF-8"?>
<text>
	<english lang="en"><![CDATA[<h2>UN Torture Committee: Too much
isolation in Norwegian prisons</h2>
<h4>Friday, May 18, 2018</h4>
The UN Torture Committee criticizes the high use of isolation in
Norwegian prisons, especially when it comes to mentally ill prisoners.<br />
<br />
On Friday the 18th of May, the Torture Committee presented its report
on how Norway complies with the UN Torture Convention.<br />
<br />
The committee is particularly concerned about the extensive use of
insulation, both in terms of detained prisoners and inmates. The use
has increased, and there is also no limit to how long a prisoner can be
kept isolated. It is critical, according to the committee in the report.<br />
<br />
A very high proportion of prisoners have mental health problems and do
not get proper health care, according to the report. The high suicide
rate among custodial prisoners also raises turmoil.<br />
<br />
According to the UN, it is especially people who are deprived of
liberty, who are at risk of being exposed to inhuman or degrading
treatment. This applies in particular to people in police arrest,
prison and custody, and patients under compulsive mental health care.<br />
<br />
<h2>New downturn for Jonas Gahr St&oslash;re and Ap</h2>
<h4>Friday, May 18, 2018</h4>
New Statistical survey for the Labor Party gives them the worst
measurement ever.<br />
<br />
Four out of ten voters have left the Labor Party since the previous
election, according to a new survey that gives the bourgeois a barely
majority.<br />
<br />
In the survey, conducted by Opinion on behalf of the Newspaper News
Agency (ANB), Ap receives a support of 22.8 percent. This is a decline
of 1.2 percentage points compared to the previous measurement.<br />
<br />
"This is a bad score for the Labor Party. We lose voters to the left,
but most to the couch, "says Kjersti Stenseng, Secretary General of the
Party, to ANB.<br />
<br />

	
	]]>
	</english>
	<norwegian lang="no"><![CDATA[<h2>FNs torturkomit&eacute;:
For mye isolasjon i norske fengsler</h2>
<h4>Fredag 18 mai 2018</h4>
FNs torturkomit&eacute; kritiserer den h&oslash;ye bruken av
isolasjon i norske fengsler, s&aelig;rlig n&aring;r det gjelder
psykisk syke fanger.<br />
<br />
Fredag 18 mai kom torturkomiteen med sin rapport om hvordan Norge
etterlever FNs torturkonvensjon. <br />
<br />
Komiteen er s&aelig;rlig uroet over den utstrakte bruken av
isolasjon, b&aring;de n&aring;r det gjelder varetekt fanger og
innsatte. Bruken har &oslash;kt, og det finnes heller ingen grense
for hvor lenge en fange kan holdes isolert. Det er kritikkverdig,
konstaterer komiteen i rapporten.<br />
<br />
En sv&aelig;rt h&oslash;y andel av fangene har psykiske
problemer og f&aring;r ikke riktig helsehjelp, heter det i
rapporten. Ogs&aring; den h&oslash;ye selvmordsraten blant
varetekt fanger vekker uro.<br />
<br />
If&oslash;lge FN er det s&aelig;rlig personer som er
frihetsber&oslash;vet, som st&aring;r i fare for &aring;
bli utsatt for umenneskelig eller nedverdigende behandling. Dette
gjelder s&aelig;rlig folk i politiarrest, fengsel og forvaring, og
pasienter under tvungent psykisk helsevern.<br />
<br />
<h2>Ny nedtur for Jonas Gahr St&oslash;re og Ap</h2>
<h4>Fredag 18 mai 2018</h4>
Ny statistisk m&aring;ling for Arbeiderpartiet gir dem den
d&aring;rligste m&aring;lingen noensinne.<br />
<br />
Fire av ti velgere har forlatt Arbeiderpartiet siden forrige valg,
if&oslash;lge en ny m&aring;ling som gir de borgerlige et knapt
flertall.<br />
<br />
I m&aring;lingen, gjennomf&oslash;rt av Opinion p&aring;
vegne av Avisenes Nyhetsbyr&aring; (ANB) , f&aring;r Ap en
oppslutning p&aring; 22,8 prosent. Det er en tilbakegang
p&aring; 1,2 prosentpoeng sammenlignet med forrige m&aring;ling.<br />
<br />
&ndash; Dette er en for d&aring;rlig m&aring;ling for
Arbeiderpartiet. Vi taper velgere til ytre venstre, men mest til
sofaen, sier Kjersti Stenseng, partiets generalsekret&aelig;r, til
ANB.<br />
<br />

	]]>
	</norwegian>
</text>