<?xml version="1.0" encoding="UTF-8"?>
<text>
	<english lang="en"><![CDATA[<h2>Over 170 illegal campsites in
Oslo last year</h2>
<h4>Sunday, may, 20 2018</h4>
Over 170 illegal campsites were registered in Oslo last year.The
municipality is now patrolling to prevent unauthorised persons from
entering the homeless&rsquo; places.<br />
<br />
&ldquo;The biggest challenge is the affect it has on
nature,&rdquo; said Helene Berger, acting department director for
urban spaces and green spaces in the City Environment, to Aftenposten
newspaper.<br />
<br />
Last year, according to the newspaper, more than 90 campers were
registered in woodland, and 80 in construction zones.In addition, more
than 200 &lsquo;overnights&rsquo; were reported in the
woods.Berger showed that the sleeping places are often left with food
packets and other waste littered around.<br />
<br />
On questions from Aftenposten about the challenges associated with
homeless people, Berger said that they are there all the time.<br />
<br />
&ldquo;Now we have operating patrols out every day to observe and
clean.<br />
<br />
There are guards in the city center, and in the Frogner Park. Our task
is to treat the symptoms,&rdquo; Berger told the newspaper.<br />
<br />
She says the measures work, and that the City Environment had almost
not needed the police in 2017, but it is often difficult to communicate
with the homeless people.<br />
<br />
&lsquo;&rsquo;Many can not read and write. They do not want
contact with public authorities. Then it&rsquo;s important that the
agencies and organizations that are in contact with them talk
together.&rsquo;&rsquo;<br />
<br />
<h2>UN Torture Committee: Too much
isolation in Norwegian prisons</h2>
<h4>Friday, May 18, 2018</h4>
The UN Torture Committee criticizes the high use of isolation in
Norwegian prisons, especially when it comes to mentally ill prisoners.<br />
<br />
On Friday the 18th of May, the Torture Committee presented its report
on how Norway complies with the UN Torture Convention.<br />
<br />
The committee is particularly concerned about the extensive use of
insulation, both in terms of detained prisoners and inmates. The use
has increased, and there is also no limit to how long a prisoner can be
kept isolated. It is critical, according to the committee in the report.<br />
<br />
A very high proportion of prisoners have mental health problems and do
not get proper health care, according to the report. The high suicide
rate among custodial prisoners also raises turmoil.<br />
<br />
According to the UN, it is especially people who are deprived of
liberty, who are at risk of being exposed to inhuman or degrading
treatment. This applies in particular to people in police arrest,
prison and custody, and patients under compulsive mental health care.<br />
<br />
<h2>New downturn for Jonas Gahr St&oslash;re and Ap</h2>
<h4>Friday, May 18, 2018</h4>
New Statistical survey for the Labor Party gives them the worst
measurement ever.<br />
<br />
Four out of ten voters have left the Labor Party since the previous
election, according to a new survey that gives the bourgeois a barely
majority.<br />
<br />
In the survey, conducted by Opinion on behalf of the Newspaper News
Agency (ANB), Ap receives a support of 22.8 percent. This is a decline
of 1.2 percentage points compared to the previous measurement.<br />
<br />
"This is a bad score for the Labor Party. We lose voters to the left,
but most to the couch, "says Kjersti Stenseng, Secretary General of the
Party, to ANB.<br />
<br />

	
	]]>
	</english>
	<norwegian lang="no"><![CDATA[<h2>Over 170 ulovlige
campingplasser i Oslo i fjor</h2>
<h4>S&oslash;ndag, mai, 20 2018</h4>
Over 170 ulovlige campingplasser ble registrert i Oslo i fjor. Kommunen
patruljerer n&aring; for &aring; forhindre uvedkommende i
&aring; komme inn p&aring; hjeml&oslash;ses steder.<br />
<br />
"Den st&oslash;rste utfordringen er den p&aring;virkning det
har p&aring; naturen," sa Helene Berger, fungerende avdelingsleder
for byomr&aring;der og gr&oslash;nne omr&aring;der i
bymilj&oslash;et, til avisen Aftenposten.<br />
<br />
I fjor, if&oslash;lge avisen, ble mer enn 90 bobiler registrert i
skog og 80 i byggesonen. I tillegg ble det rapportert mer enn 200
overnattere i skogen. Berger viste at soveplassene ofte er igjen med
matpakker og annet avfall str&oslash;dd rundt.<br />
<br />
P&aring; sp&oslash;rsm&aring;l fra Aftenposten om
utfordringene knyttet til hjeml&oslash;se, sa Berger at de er der
hele tiden. "N&aring; har vi operasjonspatruljer ut hver dag for
&aring; observere og rengj&oslash;re.Det er vakter i sentrum,
og i Frogner Park. V&aring;r oppgave er &aring; behandle
symptomene, " Berger fortalte avisen.<br />
<br />
Hun sier at tiltakene fungerer, og at bymilj&oslash;et nesten ikke
hadde behov for politiet i 2017, men det er ofte vanskelig &aring;
kommunisere med hjeml&oslash;se.<br />
<br />
'' Mange kan ikke lese og skrive. De &oslash;nsker ikke kontakt med
offentlige myndigheter. Da er det viktig at byr&aring;er og
organisasjoner som er i kontakt med dem snakker sammen. "<br />
<br />	
<h2>FNs torturkomit&eacute;:
For mye isolasjon i norske fengsler</h2>
<h4>Fredag 18 mai 2018</h4>
FNs torturkomit&eacute; kritiserer den h&oslash;ye bruken av
isolasjon i norske fengsler, s&aelig;rlig n&aring;r det gjelder
psykisk syke fanger.<br />
<br />
Fredag 18 mai kom torturkomiteen med sin rapport om hvordan Norge
etterlever FNs torturkonvensjon. <br />
<br />
Komiteen er s&aelig;rlig uroet over den utstrakte bruken av
isolasjon, b&aring;de n&aring;r det gjelder varetekt fanger og
innsatte. Bruken har &oslash;kt, og det finnes heller ingen grense
for hvor lenge en fange kan holdes isolert. Det er kritikkverdig,
konstaterer komiteen i rapporten.<br />
<br />
En sv&aelig;rt h&oslash;y andel av fangene har psykiske
problemer og f&aring;r ikke riktig helsehjelp, heter det i
rapporten. Ogs&aring; den h&oslash;ye selvmordsraten blant
varetekt fanger vekker uro.<br />
<br />
If&oslash;lge FN er det s&aelig;rlig personer som er
frihetsber&oslash;vet, som st&aring;r i fare for &aring;
bli utsatt for umenneskelig eller nedverdigende behandling. Dette
gjelder s&aelig;rlig folk i politiarrest, fengsel og forvaring, og
pasienter under tvungent psykisk helsevern.<br />
<br />
<h2>Ny nedtur for Jonas Gahr St&oslash;re og Ap</h2>
<h4>Fredag 18 mai 2018</h4>
Ny statistisk m&aring;ling for Arbeiderpartiet gir dem den
d&aring;rligste m&aring;lingen noensinne.<br />
<br />
Fire av ti velgere har forlatt Arbeiderpartiet siden forrige valg,
if&oslash;lge en ny m&aring;ling som gir de borgerlige et knapt
flertall.<br />
<br />
I m&aring;lingen, gjennomf&oslash;rt av Opinion p&aring;
vegne av Avisenes Nyhetsbyr&aring; (ANB) , f&aring;r Ap en
oppslutning p&aring; 22,8 prosent. Det er en tilbakegang
p&aring; 1,2 prosentpoeng sammenlignet med forrige m&aring;ling.<br />
<br />
&ndash; Dette er en for d&aring;rlig m&aring;ling for
Arbeiderpartiet. Vi taper velgere til ytre venstre, men mest til
sofaen, sier Kjersti Stenseng, partiets generalsekret&aelig;r, til
ANB.<br />
<br />

	]]>
	</norwegian>
</text>