<?xml version="1.0" encoding="UTF-8"?>
<text>
	<english lang="en"><![CDATA[<h2>My political and religious opinions</h2><h2>About NAV</h2>
I have a lot on my mind when it comes to Norwegian authorities and
their attitude to the poor. We have 9.3 percent poor people living
under the UN poverty line. The food is so expensive in Norway that many
of these people go to bed without having eaten a hot meal for dinner.
Other expenses such as Dentist, doctor and medication are also
expensive.<br>
<br>
We have a government agency called NAV or&nbsp;Norwegian Labour and
Welfare Administration.
NAV administers all those who register as unemployed, those with
disability benefits and other social benefits.<br>
<br>
NAV keeps payments low and gives poor a difficult and unpredictable
future. There is a political will to reduce disability payments among
several political parties. It is also a program to reduce the number of
people on social security and other benefits. So many people live in
uncertainty about the next development in their case.<br>
<br>
More about this later<br>
<br>
<h2>Islam and women</h2>
Seen in our democratic and inclusive society, it will look like this
for us.<br>
<br>
Aside from Islam, which was created in the 700's, it is quite natural
and look at the woman as an asset. <br>
Because when you own something, you can decide on it and how this
should be done to others. <br>
If ownership had not come in, you did not have the same right of
destination .... Or what?<br>
<br>
Islam suppresses everything that has nothing to do with its
faithfulness. <br>
But it is entirely natural for a patriarchal management system to do
something like that. <br>
First ayatollaer imams then the man and his children, the woman finally
saw.<br>
<br>
The woman is a necessary part of the family's increase, and she enjoys 
respect when she is in the right age and is pregnant. Therefore, she has many 
children because she is measured by productivity. 
If she gets many girls and no boys, she is unsuccessful as a product.<br>
<br>	
	]]>
	</english>
	<norwegian lang="no"><![CDATA[<h2>Mine politiske og religiøse meninger</h2><h2>Litt om NAV</h2>
Jeg har mye p&aring; hjertet n&aring;r det gjelder norske
myndigheters og deres holdning til fattige. Vi har 9.3 prosent fattige
mennesker som lever under FNs fattigdomsgrense. Maten er s&aring;
dyr i Norge, at mange av disse menneskene g&aring;r til sengs uten
&aring; ha spist ett varmt m&aring;ltid til middag. Andre
utgifter som f.eks. tannlege, lege og medisiner er ogs&aring; dyre.<br>
<br>
Vi har ett statlig organ kalt NAV eller arbeids- og
velferdsforvaltning. NAV&nbsp; administrerer alle som registerer
seg som arbeidsledige, de som har uf&oslash;retrygd og andre
sosiale ytelser. <br>
<br>
NAV holder utbetalingene lave og gir fattige en vanskelig og
uforutsigbar fremtid. Det er politisk vilje til &aring; redusere
utbetalingene til uf&oslash;re blant flere politiske partier. Det
er ogs&aring; et program for &aring; redusere antall
p&aring; mennesker p&aring; trygd og andre trygdeytelser.
S&aring; mange lever p&aring; utryggehet om neste utvikling i
deres sak. <br>
<br>
Mer om dette senere<br>
<br>
<h2>Islam og kvinnen</h2>
Sett i v&aring;rt demokratiske og inkluderende samfunn vil det se
slik ut for oss.<br>
<br>
Sett i fra Islam, som er skapt p&aring; 700-tallet, er det for
eksempel helt naturlig og se p&aring; kvinnen som en eiendel. For
n&aring;r du eier noe, kan du bestemme over det og hvordan dette
skal fremtre overfor andre. Hadde ikke eierskap kommet inn, hadde man
ikke samme bestemmelsesrett&hellip;. Eller hva?<br>
<br>
Islam undertrykker alt som ikke har noe med dennes trosretning
&aring; gj&oslash;re. Men det er helt naturlig for et
patriarkalsk styringssystem &aring; gj&oslash;re noe slikt.
F&oslash;rst ayatollaer s&aring; imamer, s&aring; mannen og
hans barn, s&aring; kvinnen til sist.<br>
<br>
Kvinnen er en nødvendig del for familiens forøkelse, 
og hun nyter respekt når hun er i riktig alder og er gravid. 
Derfor har hun mange barn, fordi hun måles etter produktivitet. 
Får hun mange jenter og ingen gutter, er hun mislykket som produkt.<br>
<br>

]]>
	</norwegian>
</text>