<?xml version="1.0" encoding="UTF-8"?>
<text>
	<english lang="en"><![CDATA[<h2>Telia summoned&nbsp; in
Sweden - wants blockade of The Pirate Bay</h2>
<h4>Wednesday, May 30, 2018</h4>
But the telecommunications company disputes the claim.<br />
<br />
In Norway, several broadband providers, after a verdict from Oslo
District Court, have for a long time terminated access to The Pirate
Bay. In Sweden, the "game" is still ongoing. Licensees made sure that
the firm Bredbandsbolaget had to close access, which recently also
affected Telenor users, and now they go after Telia.<br />
<br />
Requires Telia to follow suit<br />
<br />
The film and television industry in Sweden strives Telia hoping that
the telecommunications company will block the pirate sides FMovies,
Nyafilmer, Dreamfilms and The Pirate Bay, writes IDG.<br />
<br />
Per Str&ouml;mb&auml;ck, spokesman for the Film and TV
industry's cooperation committee, said to the website that he is
surprised that Telia has not already blocked access.<br />
<br />
"We won last year when the court ruled that the ISPs are bound to block
these types of pages and services. After the&nbsp;verdict, we
expected several ISPs to follow the&nbsp;ruling, but when it was
not done, we were forced to take the case further, he told IDG.<br />
<br />
Telia thinks the claim is incorrect<br />
<br />
The licensees also want to seal a hole that allows the pirate sides to
circumvent the verdict by exchanging the domain. The group wants Telia
to block all access to the mentioned pirate sites, regardless of the
domain, writes the Swedish news media.<br />
<br />
Telia will dispute the claim from the licensees.<br />
<br />
- We believe that the claim from the licensees is incorrect and that it
lacks support in the law. It must be lawmakers and the court that
decide what is illegal and what to block, but it is good that the case
is being tried legally, "said Irene Krohn, Press Officer in Telia
Sweden, in a statement to the website.<br />
<br />
The telecommunications company has 36 percent of the broadband market
in Sweden.<br />
<br />
<h2>Intel will launch a jubilee
processor with a turbo speed of 5 GHz</h2>
<h4>Wednesday, May 30, 2018</h4>
Soon it is 40 years since 8086 was
introduced. The VideoChardz website writes that retailers have begun
bringing up Intel i7-8086K in the range.<br />
<br />
Turbo at 5 GHz<br />
<br />
On June 8, 1978, Intel launched the iconic 8086 processor and it is the
one honored with a new launch. According to reports, this jubilee
process will actually be more powerful than the i7-8700K top processor,
which has clock speeds of 3.7 GHz (base) and 4.7 GHz (turbo),
respectively.<br />
<br />
i7-8086K clocks at 4.0 GHz (base) and full 5.0 GHz in turbo, writes the
site. Otherwise, the two processors share similar features as 12
threads, 12 MB L3 cache memory, LGA 1151-2 socket and a 14-nanometer
process. The number of kernels is not confirmed, but is likely to be
six.<br />
<br />
At the price it appears that the newcomer will be somewhat more
expensive than i7-8700K. Some online stores have set a price of $ 480,
which in the US is $ 70 more than i7-8700K. In Norway, the latter
processor starts at around NOK 3400.<br />
<br />
<h2>Google makes big changes</h2>
<h4>Tuesday 22 May 2018</h4>
Google Drive, Google Docs, Google Photos, Gmail, Calendar, Translator,
Play, Maps and much, much more. We are all becoming increasingly
dependent on filing services, whether it's Apple's infrastructure,
Microsoft's Azure Sky, or any of the many other service providers.<br />
<br />
But no matter what you prefer, you probably have to relate to Google's
huge offer of cloud services. To have access to both images, documents,
mail and everything else on all platforms, regardless of your personal
preferences for brand loyalty, is undeniably quite practical.<br />
<br />
<span style="font-weight: bold;">Google
One</span><br />
<br />
The night to May 15th, the news was that Google is making changes to
some of its cloud services - initially the actual cloud storage. Google
Drive (Google Drive in English) changes name to Google One and resets
subscription prices in the same slumber. And contrary to what is common
when big technology companies make such a crunch, it's not a question
of raising prices. Google does the opposite here. Sky storage in Google
One will be cheaper than before.<br />
<br />
Google
will also open in the future for sharing your storage with up to
five family members. Google One users will also get upgraded accounts
to romp in. So far, we only have US prices, but it would be astonishing
to us if they differ a lot from those offered to us here in Norway.<br />
<br />
<h2>The best web browser 2018:
faster and more secure</h2>
<h4>Thursday, may 3, 2018</h4>
<h4>When did you last try a new
browser?</h4>
Most of us tend to choose a web browser and stick with it for years. It
can be hard to break away from your comfort zone &ndash; especially
when you've become used to its behavior &ndash; but trying a
different browser can greatly improve your experience on the web.<br />
<br />
Whether you&rsquo;re looking for enhanced security, improved speed,
or greater flexibility through customizable options and plugins, the
best web browser can have a huge effect on your online life. Here,
we&rsquo;ve put together the biggest browsers (plus some that you
may not be familiar with) to identify the browser that is the best.
And, if you have a particular concern, then read on to see if
there&rsquo;s an alternative that might be better suited to your
needs.<br />
<br />
1. Firefox, fastest <br />
2. Google Chrome, huge amount of system resources <br />
3. Opera, An underrated browser that's a great choice for slow
connections<br />
4. Microsoft Edge, fast on Windows 10, and unavailable for older
operating systems<br />
5. Microsoft Internet Explorer, Fast and efficient, but less expandable
than Firefox and Chrome<br />
6. Vivaldi, Build your own browser with unique docking and tab
arranging system.<br />
7. Tor Browser, More than just a browser &ndash; a whole suite of
online security tools<br />
<br />
This is my assement after installing them on my own computer, and
tested on various heavy load websites. I'm using Firefox as my browser
and its lightning fast on every page I visit. So I recommend Firefox. <br />
<br />
<h2>New Firefox Extension Builds a
Wall Around Facebook</h2>
<h4>Wednesday Mar 28, 2018</h4>
Mozilla on Tuesday announced Facebook Container, a Firefox browser
extension that is designed to segregate users' activity on Facebook
from their other Web activity, limiting Facebook's ability to track
them and gather personal data.<br />
<br />
Mozilla recently has engaged in an aggressive strategy to counter
Facebook data management policies that many see as intrusive.<br />
<br />
The extension is the culmination of more than two years of research
into developing a more private browsing experience, Mozilla said.
However, the organization accelerated its development after the
Cambridge Analytica data scandal came to light.<br />
<br />
"We recently created the Facebook Container as a result of what we saw
as a growing need and user demand for tools to help users control their
online data," said Jeff Griffiths, product lead, at Firefox.<br />
<br />
I'm using this extension myself. <br />
<br />
	]]>
	</english>
	<norwegian lang="no"><![CDATA[<h2>Telia stevnes i Sverige &ndash; &oslash;nsker blokkering av The
Pirate Bay</h2>
<h4>Onsdag 30 mai 2018</h4>
&nbsp;Men
teleselskapet bestrider kravet.<br />
<br />
I Norge har flere bredb&aring;ndsleverand&oslash;rer, etter en
dom fra Oslo tingrett, for lengst stengt tilgangen til The Pirate Bay.
I Sverige p&aring;g&aring;r kampen stadig. Rettighetshavere
s&oslash;rget for at Bredbandsbolaget m&aring;tte stenge
tilgangen, noe som nylig ogs&aring; rammet Telenors brukere, og
n&aring; g&aring;r de etter Telia.<br />
<br />
Krever at Telia f&oslash;lger etter<br />
<br />
Film- og tv-bransjen i Sverige stevner Telia i h&aring;p om at
teleselskapet skal blokkere piratsidene FMovies, Nyafilmer, Dreamfilmer
og The Pirate Bay, skriver IDG.<br />
<br />
Per Str&ouml;mb&auml;ck, talsperson for Film- och tv-branschens
samarbeidskomit&eacute;, sier overfor nettstedet at han er
overrasket over at Telia ikke allerede har blokkert tilgangen.<br />
<br />
&ndash; Vi vant jo i fjor da retten slo fast at
internettleverand&oslash;rene er forpliktet til &aring;
blokkere denne typen sider og tjenester. Etter dommen forventet vi at
flere internettleverand&oslash;rer skulle f&oslash;lge
beslutningen, men da det ikke ble gjort ble vi tvunget til &aring;
ta saken videre, sier han til IDG.<br />
<br />
Telia mener kravet er feil<br />
<br />
Rettighetshaverne &oslash;nsker ogs&aring; &aring; tette et
hull som gj&oslash;r det mulig for piratsidene &aring;
omg&aring; dommen ved &aring; bytte domene. Gruppen
&oslash;nsker at Telia skal blokkere all tilgang til de nevnte
piratsidene, uansett domene, skriver det svenske nyhetsmediet.<br />
<br />
Telia kommer til &aring; bestride stevningen fra rettighetshaverne.<br />
<br />
&ndash; Vi anser at kravet fra rettighetshaverne er feil og at det
savner st&oslash;tte i loven. Det m&aring; v&aelig;re
lovgivere og domstolen som bestemmer hva som er ulovlig og hva som skal
blokkeres, men det er bra at saken blir rettslig pr&oslash;vd, sier
Irene Krohn, pressesjef i Telia Sverige, i en uttalelse til nettstedet.<br />
<br />
Teleselskapet har 36 prosent av bredb&aring;ndmarkedet i Sverige.<br />
<br />
<h2>Intel skal lansere jubileumsprosessor med en turbohastighet p&aring; 5 GHz</h2>
<h2>Onsdag 30 mai 2018</h2>
Snart er det 40 &aring;r siden 8086 ble introdusert. Nettstedet
VideoChardz skriver at forhandlere har begynt &aring;
f&oslash;re opp Intel i7-8086K i sortimentet.<br />
<br />
Turbo p&aring; 5 GHz<br />
<br />
8. juni 1978 lanserte Intel den ikoniske 8086-prosessoren og det er den
som hedres med en ny lansering. If&oslash;lge rapportene vil denne
jubileumsprosessoren faktisk v&aelig;re kraftigere enn
topprosessoren i7-8700K som har klokkehastigheter p&aring;
henholdsvis 3,7 GHz (basis) og 4,7 GHz (turbo).<br />
<br />
i7-8086K klokker inn p&aring; 4,0 GHz (basis) og hele 5,0 GHz i
turbo, skriver nettstedet. Ellers deler de to prosessorene like
egenskaper som 12 tr&aring;der, 12 MB L3-cacheminne, LGA
1151-2-sokkel og en 14-nanometerprosess. Antall kjerner er ikke
bekreftet, men blir trolig seks.<br />
<br />
P&aring; prisen ser det ut til at nykommeren blir noe dyrere enn
i7-8700K. Enkelte nettbutikker har satt en pris p&aring; 480
dollar, som i USA er 70 dollar mer enn i7-8700K. I Norge starter
sistnevnte prosessor p&aring; rundt NOK 3400 kroner.<br />
<br />
<h2>Google gj&oslash;r store forandringer</h2>
<h4>Tirsdag 22 mai 2018</h4>
Google Disk, Google Dokumenter, Google Foto, Gmail, kalender,
oversetter, Play, kart og mye, mye mer. Vi blir alle stadig mer
avhengige av skylagring tjenester enten det n&aring; er Apples
infrastruktur, Microsofts Azure-sky eller noen av de mange andre
tjenestetilbyderne.<br />
<br />
Men uansett hvilke du foretrekker, s&aring; har du sikkert
m&aring;tte forholde deg til Googles enorme tilbud av
sky-tjenester. For det &aring; ha tilgang til b&aring;de
bilder, dokumenter, mail og alt annet p&aring; alle plattformer,
uavhengig av dine personlige preferanser hva merkevare-lojalitet
gjelder, er unektelig ganske s&aring; praktisk.<br />
<br />
Google One<br />
<br />
Natt til 15. mai kom nyheten om at Google gj&oslash;r forandringer
p&aring; deler av sine sky-tjenester- i f&oslash;rste omgang
selve sky-lagringen. Google Disk ( Google Drive p&aring; engelsk)
skifter navn til&nbsp; Google&nbsp; One og gj&oslash;r om
p&aring; abonnementsprisene i samme slengen. Og i motsetning til
det som vanlig er n&aring;r store tekno-selskap gj&oslash;r
slike krumspring, s&aring; er det ikke snakk om &aring;
&oslash;ke prisene. Google gj&oslash;r det motsatte her.
Sky-lagring i Google One vil bli billigere enn tidligere.<br />
<br />
Google vil i framtiden ogs&aring; &aring;pne for at du kan dele
din skylagring med opptil fem familiemedlemmer. Google One -brukere vil
ogs&aring; f&aring; oppgraderte kontoer &aring; boltre seg
i. S&aring; langt har vi bare de amerikanske prisene, men det
skulle forbause oss mye om disse avviker s&aelig;rlig mye fra de
som blir tilbudt oss her i Norge.<br />
<br />
<h2>Den beste nettleseren 2018:
raskere og sikrere</h2>
<h4>Torsdag, mai 3, 2018</h4>
<h4>N&aring;r
pr&oslash;vde du sist en ny nettleser?</h4>
De fleste av oss pleier &aring; velge en nettleser og holder den
fast i det i mange &aring;r. Det kan v&aelig;re vanskelig
&aring; bryte vekk fra din komfortsone - spesielt n&aring;r du
har blitt vant til dens oppf&oslash;rsel - men &aring;
pr&oslash;ve en annen nettleser kan i stor grad forbedre din
erfaring p&aring; nettet.<br />
<br />
Enten du leter etter forbedret sikkerhet, forbedret hastighet eller
st&oslash;rre fleksibilitet gjennom tilpassbare alternativer og
plugins, kan den beste nettleseren ha stor effekt p&aring; ditt
onlineliv. Her har jeg satt sammen de st&oslash;rste nettleserne
(pluss noen du kanskje ikke er kjent med) for &aring; identifisere
nettleseren som er best. Og hvis du har en spesiell bekymring,
s&aring; les videre for &aring; se om det finnes et alternativ
som passer bedre til dine behov.<br />
<br />
1. Firefox, raskeste<br />
2. Google Chrome, stor mengde systemressurser<br />
3. Opera, En undervurdert nettleser som er et godt valg for treg
tilkobling<br />
4. Microsoft Edge, raskt p&aring; Windows 10, og utilgjengelig for
eldre operativsystemer<br />
5. Microsoft Internet Explorer, rask og effektiv, men mindre utvidbar
enn Firefox og Chrome<br />
6. Vivaldi, Bygg din egen nettleser med unikt docking og
tabuleringssystem.<br />
7. Tor Nettleser, Mer enn bare en nettleser - en hel rekke elektroniske
sikkerhetsverkt&oslash;y<br />
<br />
Dette er min p&aring;stand etter &aring; ha installert dem
p&aring; min egen datamaskin, og testet p&aring; ulike tunglast
nettsteder. Jeg bruker Firefox som nettleser og lynrask p&aring;
hver side jeg bes&oslash;ker. S&aring; jeg anbefaler Firefox.<br />
<br />
<h2>Ny Firefox utvidelse bygger en
vegg rundt Facebook</h2>
<h4>Onsdag 28. mars 2018</h4>
Mozilla p&aring; tirsdag annonserte Facebook Container, en
Firefox-nettleserutvidelse som er utformet for &aring; segreger
brukernes aktivitet p&aring; Facebook fra sin andre webaktivitet,
noe som begrenser Facebooks evne til &aring; spore dem og samle
personlige data.<br />
<br />
Mozilla har nylig engasjert seg i en aggressiv strategi for &aring;
motvirke Facebooks datastyringspolitikk som mange ser som
p&aring;trengende.<br />
<br />
Utvidelsen er kulminasjonen av mer enn to &aring;rs forskning
p&aring; &aring; utvikle en mer privat surfingopplevelse, sa
Mozilla. Organisasjonen akselererte imidlertid utviklingen etter at
Cambridge Analytica-dataskandalen kom fram.<br />
<br />
"Vi har nylig opprettet Facebook Container som et resultat av det vi
s&aring; etter som et &oslash;kende behov og brukerbehov for
verkt&oslash;y for &aring; hjelpe brukerne med &aring;
kontrollere deres online data," sa Jeff Griffiths, produktledelse,
p&aring; Firefox.<br />
<br />
Jeg bruker denne utvidelsen selv.<br />
<br />
	]]>
	</norwegian>
</text>